// Запросить у пользователя сумму покупки и вывести сумму к оплате со скидкой: от 200 до 300 – скидка будет 3%, от 300 до 500 – 5%, от 500 и выше – 7%.
let sum = +prompt("Введите сумму покупки");

let three = sum - (sum * 0.03),
    five = sum - (sum * 0.05),
    seven = sum - (sum * 0.07);

if (sum < 200) {
    alert(`Cумму к оплате ${sum} грн`);
}

if (sum >= 200 && sum <= 299) {
    alert(`Ваша скидка 3%, к оплате ${three} грн`);
}

if (sum >= 300 && sum <= 499) {
    alert(`Ваша скидка 5%, к оплате ${five} грн`);
}

if (sum >= 500) {
    alert(`Ваша скидка 7%, к оплате ${seven} грн`);
} 
